{
  "plugins": {
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim.git"
    },
    "avante.nvim": {
      "src": "https://github.com/yetone/avante.nvim"
    },
    "blink": {
      "src": "https://github.com/saghen/blink.cmp.git"
    },
    "blink-cmp-avante": {
      "src": "https://github.com/Kaiser-Yang/blink-cmp-avante.git"
    },
    "blink-copilot": {
      "src": "https://github.com/fang2hou/blink-copilot.git"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp.git"
    },
    "ccc": {
      "src": "https://github.com/night0721/ccc.nvim.git"
    },
    "claudecode.nvim": {
      "src": "https://github.com/coder/claudecode.nvim.git"
    },
    "close-buffers.nvim": {
      "src": "https://github.com/kazhala/close-buffers.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "diaglist.nvim": {
      "src": "https://github.com/onsails/diaglist.nvim"
    },
    "diffview": {
      "src": "https://github.com/sindrets/diffview.nvim.git"
    },
    "dressing.nvim": {
      "src": "https://github.com/stevearc/dressing.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "fold-preview.nvim": {
      "src": "https://github.com/anuvyklack/fold-preview.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets.git"
    },
    "fzf-lua": {
      "src": "git@github.com:ibhagwan/fzf-lua.git"
    },
    "git-conflict.nvim": {
      "src": "https://github.com/akinsho/git-conflict.nvim.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "gx.nvim": {
      "src": "https://github.com/chrishrb/gx.nvim"
    },
    "gypsum": {
      "src": "git@github.com:samflores/gypsum.nvim.git"
    },
    "img-clip.nvim": {
      "src": "https://github.com/HakonHarnes/img-clip.nvim"
    },
    "inc-rename.nvim": {
      "src": "https://github.com/smjonas/inc-rename.nvim"
    },
    "keymap-amend.nvim": {
      "src": "https://github.com/anuvyklack/keymap-amend.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "live-preview.nvim": {
      "src": "https://github.com/brianhuster/live-preview.nvim"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim.git"
    },
    "luvit-meta": {
      "src": "https://github.com/Bilal2453/luvit-meta"
    },
    "lze": {
      "src": "https://github.com/BirdeeHub/lze"
    },
    "marks.nvim": {
      "src": "https://github.com/chentoast/marks.nvim"
    },
    "markview": {
      "src": "https://github.com/OXY2DEV/markview.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mcphub.nvim": {
      "src": "https://github.com/ravitemer/mcphub.nvim.git"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai"
    },
    "mini.align": {
      "src": "https://github.com/echasnovski/mini.align"
    },
    "mini.comment": {
      "src": "https://github.com/echasnovski/mini.comment"
    },
    "mini.files": {
      "src": "https://github.com/echasnovski/mini.files"
    },
    "mini.sessions": {
      "src": "https://github.com/echasnovski/mini.sessions"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit.git"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest.git"
    },
    "neotest-jest": {
      "src": "https://github.com/nvim-neotest/neotest-jest.git"
    },
    "neotest-minitest": {
      "src": "https://github.com/zidhuss/neotest-minitest.git"
    },
    "neotest-python": {
      "src": "https://github.com/nvim-neotest/neotest-python.git"
    },
    "neotest-rspec": {
      "src": "https://github.com/olimorris/neotest-rspec.git"
    },
    "neotest-rust": {
      "src": "https://github.com/rouge8/neotest-rust.git"
    },
    "neotest-vim-test": {
      "src": "https://github.com/nvim-neotest/neotest-vim-test.git"
    },
    "neotest-vitest": {
      "src": "https://github.com/marilari88/neotest-vitest.git"
    },
    "netrw.nvim": {
      "src": "https://github.com/prichrd/netrw.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-bqf": {
      "src": "https://github.com/kevinhwang91/nvim-bqf"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-ruby": {
      "src": "https://github.com/suketa/nvim-dap-ruby"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-dbee": {
      "src": "https://github.com/kndndrj/nvim-dbee"
    },
    "nvim-navic": {
      "src": "https://github.com/SmiteshP/nvim-navic.git"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-numbertoggle": {
      "src": "https://github.com/sitiom/nvim-numbertoggle"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-tmux-navigation": {
      "src": "https://github.com/alexghergh/nvim-tmux-navigation"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "nvim-ts-context-commentstring": {
      "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo"
    },
    "nvim-various-textobjs": {
      "src": "https://github.com/chrisgrieser/nvim-various-textobjs"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "octo.nvim": {
      "src": "https://github.com/pwntester/octo.nvim.git"
    },
    "opencode": {
      "src": "https://github.com/nickjvandyke/opencode.nvim.git"
    },
    "opencode.nvim": {
      "src": "https://github.com/nickjvandyke/opencode.nvim.git"
    },
    "openingh.nvim": {
      "src": "https://github.com/Almo7aya/openingh.nvim.git"
    },
    "package-info.nvim": {
      "src": "https://github.com/vuki656/package-info.nvim"
    },
    "parinfer-rust": {
      "src": "https://github.com/eraserhd/parinfer-rust"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "statuscol.nvim": {
      "src": "https://github.com/luukvbaal/statuscol.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "undotree": {
      "src": "https://github.com/jiaoshijie/undotree"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish"
    },
    "vim-coffee-script": {
      "src": "https://github.com/kchmck/vim-coffee-script"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch"
    },
    "vim-fireplace": {
      "src": "https://github.com/tpope/vim-fireplace"
    },
    "vim-jdaddy": {
      "src": "https://github.com/tpope/vim-jdaddy"
    },
    "vim-matchup": {
      "src": "https://github.com/andymass/vim-matchup"
    },
    "vim-rails": {
      "src": "https://github.com/tpope/vim-rails"
    },
    "vim-rbs": {
      "src": "https://github.com/jlcrochet/vim-rbs"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-ruby-minitest": {
      "src": "https://github.com/sunaku/vim-ruby-minitest.git"
    },
    "vim-sexp": {
      "src": "https://github.com/guns/vim-sexp"
    },
    "vim-sexp-mappings-for-regular-people": {
      "src": "https://github.com/tpope/vim-sexp-mappings-for-regular-people"
    },
    "vim-slim": {
      "src": "https://github.com/slim-template/vim-slim"
    },
    "vim-test": {
      "src": "https://github.com/vim-test/vim-test.git"
    },
    "yanky.nvim": {
      "src": "https://github.com/gbprod/yanky.nvim"
    },
    "zk-nvim": {
      "src": "https://github.com/zk-org/zk-nvim.git"
    }
  }
}
